---- *** FINAL Project DB *** -------
show user;
/*
    == 작성자명 : 박성훈 
    == 작성일자 : 2019.07.12 12:10
*/

select * from user_tables;

select * from TBL_SHOPCATEGORY;

select * from TBL_SHOP;
desc TBL_SHOP;


insert into TBL_SHOP
values(SEQ_TBL_SHOP_MASTERNO.nextval,'대게향-무교점',5,'서울특별시 중구 무교로 32','효령빌딩 지하2층 대게향','37.568715','126.9795727','02-755-5522','대게향-무교점.jpg','   09:00 - 22:00','10000','카드','대게향','국내산만을 이용합니다.');

insert into TBL_SHOP
values(SEQ_TBL_SHOP_MASTERNO.nextval,'궁-서소문점',5,'서울 중구 세종대로9길 52','서소문동 120-21','37.5619073','126.9731856','02-778-7210','궁-서소문점.jpg','   14:00 - 22:00','10000','카드','궁','돈가스-국내산등심,쌀-국내산,야채류-국내산,김치-중국산,단무지-국내산');

insert into TBL_SHOP
values(SEQ_TBL_SHOP_MASTERNO.nextval,'이자와-명동점',5,'서울 중구 명동10길 19-3','명동2가 3-3 지하1층','37.56303279999999','126.9856018','02-777-1529','이자와-명동점.jpg','10:00 - 22:00','20000','카드','이자와','규카츠 정식 - 규카츠(소고기/채끝):뉴질랜드, 쌀:국내산, 양배추:국내산, 생와사비:중국');

insert into TBL_SHOP
values(SEQ_TBL_SHOP_MASTERNO.nextval,'안녕숯불 종로점',5,'서울 종로구 삼일대로 446-6','낙원동 13 긍정빌딩 1층','37.57420260000001','126.9877733','02-763-8292','안녕숯불-종로점.jpg','11:00 - 21:00','15000','카드','안녕숯불','쌀국내산<br>돼지고기 국내산<br>돈까스돼지고기 미국산<br>닭고기 브라질산<br>채소 국내산');

insert into TBL_SHOP
values(SEQ_TBL_SHOP_MASTERNO.nextval,'회산물식당',5,'서울특별시 중구 남대문로2가','지훈빌딩1층','37.5638735','126.9820656','02-726-8332','회산물식당.jpg','10:00 - 21:00','17000','카드','회산물식당','국내산만을 사용합니다.');

commit;